Revit 2027 API
ParameterTypeId.SpacingLayoutHoriz Property
 "Layout"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingLayoutHoriz { get; }
Public Shared ReadOnly Property SpacingLayoutHoriz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingLayoutHoriz {
	ForgeTypeId^ get ();
}
static member SpacingLayoutHoriz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace